<template>
	<view class="agreement">
		<p class="content">
			共达亿富科技（深圳）有限公司（以下简称“本公司"） 依据本协议约定，通过本公司运营的5G拼购商城系统官方 【APP】相关移动客户端应用程序，注册使用的用户（以
			下简称“您”、“用户”或“合伙人”）提供服务，本协议和您 之间具有合同上的法律效力。
		</p>
		<p class="content">
			共达亿富科技（深圳）有限公司（以下简称“本公司"） 依据本协议约定，通过本公司运营的5G拼购商城系统官方 【APP】相关移动客户端应用程序，注册使用的用户（以
			下简称“您”、“用户”或“合伙人”）提供服务，本协议和您 之间具有合同上的法律效力。
		</p>
		<p class="content">
			共达亿富科技（深圳）有限公司（以下简称“本公司"） 依据本协议约定，通过本公司运营的5G拼购商城系统官方 【APP】相关移动客户端应用程序，注册使用的用户（以
			下简称“您”、“用户”或“合伙人”）提供服务，本协议和您 之间具有合同上的法律效力。
		</p>
		<p class="content">
			共达亿富科技（深圳）有限公司（以下简称“本公司"） 依据本协议约定，通过本公司运营的5G拼购商城系统官方 【APP】相关移动客户端应用程序，注册使用的用户（以
			下简称“您”、“用户”或“合伙人”）提供服务，本协议和您 之间具有合同上的法律效力。
		</p>
	</view>
</template>

<script></script>

<style scoped>
	.agreement{
		padding: 38upx 22upx 0 22upx;
	}
	.content{
		padding-bottom: 36upx;
		color: #666;
		text-indent:2em
	}
</style>
